{
    "uz": {
        "1": "Mahsulotlarimiz",
        "2": "Biz haqimizda",
        "3": "Foydali ma’lumotlar",
        "4": "Foydalanish shartlari",
        "5": "Aloqa",
        "video": "Video",
        "company": "VETLINE KORXONASI",
        "6": "Kompaniyamiz",
        "after": "Oldin va keyin",
        "cat": "Mushukcha",
        "v_c": "VETLINE KORXONASI",
        "scroll": "Ko'proq ma'lumot uchun scroll qiling",
        "about_p": "'Vet Line' korxona - bu uy hayvonlari va qoramollar salomatligi uchun turli xil mahsulotlar qo'shimchalar, vitaminlar, vaktsinalar va dori-darmonlarn ishlab chiqaruvchi korxona. 'Vet Line' korxonasi mahsulotlari veterinar tavsiyasiga yoki ko'rsatmalariga muvofiq ishlatilishi kerak. Uy hayvonlari egalari mahsulotlarni ishlatishdan oldin veterinar bilan gaplashishlari va ularni hayvonlarning o'ziga xos ehtiyojlariga qarab qanday ishlatishni so'rashlari kerak",
        "top": {
            "1": "Mushuklar maxsus ovqati",
            "2": "Hozirgi kundagi eng sifatli mushukchalar ozuqasi",
            "3": " 100% tabiiy va to'yimli",
            "4": "Uy hayvonlaringiz taomnomasidan zavqlanishi ta'minlaymiz!",
            "5": "Xarid",
            "6": "Batafsil",
            "7": "Pastga tushuring"
        },
        "footerlogo": "Hayvonlar uchun yuqori sifatli asl ozuqalar hamda dori-darmonlar",
        "ovideotx": "Bizning Vet Line Animal Health hayvonlar uchun ishlab chiqarilgan barcha mahsulotlarni test qiladi va yuqori sifat natijalarni ta'minlash uchun harakat qiladi. Kompaniya ayni vaqtda xaridorga ishonchli xizmat ko'rsatishni ta'minlash maqsadida ishlab chiqarilgan barcha mahsulotlarga daromadli narxlar bilan ta'minlashga harakat qiladi.",
        "types": {
            "1": "Hayvonlar uchun ozuqalar",
            "2": "Hayvonlar uchun vitaminlar",
            "3": " Veteraniya dorilari"
        },
        "feedback": {
            "1": "fikr-mulohaza",
            "2": "Wet-line iste'molidan avval",
            "3": "Wet-line iste'molidan so'ng",
            "4": "Neolit iste'molidan avval",
            "5": "Neolit iste'molidan so'ng",
            "6": "Necha kun davolanadi",
            "7": "Necha kunda ta'sir qiladi"
        },
        "tops": "Top mahsulotlar",
        "abouttitle": "Vetline veterinariya kompaniyasi",
        "abouttext": "Vetline veterinariya kompaniyasi sizga nafaqat veterinariya mahsulotlarining yangi va sifatli assortimentini taqdim etadi. Ozuqa va vitaminlar sohasida ham ushbu sohada yetakchi hisoblanadi. Vetline kompaniyasi 2012. 'Vetline' veterinariya kompaniyasi sizga nafaqat veterinariya mahsulotlarining yangi va sifatli assortimentlarini taqdim etadi.Ozuqa va vitaminlar sohasida ham u ushbu sohada yetakchi hisoblanadi.Vetline 2012-yilda ishlab chiqarilgan.",
        "more": "Kompaniya haqida batafsil",
        "questions": "Savol va takliflar uchun",
        "questions2": "Savol, taklif, e'tiroz yoki buyurtmalarni to'g'ridan to'g'ri yo'llashingiz mumkin",
        "name": "Ismingiz",
        "phone": "Telefon raqamingiz",
        "send": "Yuborish",
        "que": "Kompanayimizga yo'llamoqchi bo'lgan savol va takliflaringiz, mahsulotlar uchun buyurtma, hamkorlikni yo'lga qo'yish uchun ushbu tugmani bosing",
        "comment": "Fikringiz",
        "address": "Manzilimiz",
        "typeproduct": "Maxsulot turi",
        "writetelegram": "Telegramdan yozish",
        "form": "FORMANI TO'LDIRING",
        "top1": "'Wetline' xohlayman, qachon olib berasiz?",
        "results_treatment": "Davolanish natijalari",
        "ovideo": "Korxonamiz haqida video"
    },
    "ru": {
        "1": "Продукты",
        "2": "О нас",
        "3": "Полезная информация",
        "4": "Условия использования",
        "5": "Связь",
        "6": "Наша компания",
        "after": "До и после",
        "v_c": "VETLINE KORXONASI",
        "form": "ЗАПОЛНИТЕ ФОРМУ",
        "company": "ПРЕДПРИЯТИЕ ВЕТЛАЙН",
        "video": "Bидео",
        "scroll": "Прокрутите дополнительную информацию",
        "ovideotx": "Наша ветеринарная линия теста на здоровье животных все продукты, производимые для животных, и движения, чтобы обеспечить высокое качество результатов. В настоящее время компания пытается обеспечить прибыльные цены для всех продуктов, производимых для обеспечения надежного обслуживания покупателя.",
        "footerlogo": "Высококачественные оригинальные питательные вещества и лекарства для животных",
        "about_p": "Предприятие «Вет Ли» представляет собой склад по производству различной продукции для производства домашних животных и крупного рогатого скота, пищевых добавок, вакцин и лекарственных средств. Как адаптировать продукты Vet Line к глазу в соответствии с рекомендациями ветеринара. Прежде чем делать продукты для домашних животных, вы должны поговорить со своим ветеринаром и спросить его, какие продукты подходят для вашего питомца.",
        "cat": "Котенок",
        "results_treatment": "Результаты лечения",
        "que": "Нажмите на эту кнопку, чтобы отправить вопросы и предложения в нашу компанию, заказать продукцию, начать сотрудничество",
        "top": {
            "1": "Специальный корм для кошек",
            "2": "Самый качественный корм для котят на сегодняшний день",
            "3": "100% натуральный и питательный",
            "4": "Мы позаботимся о том, чтобы вашим питомцам понравилось меню!",
            "5": "Хочу купить",
            "6": "Еще",
            "7": "Спуститесь вниз"
        },
        "types": {
            "1": "Корма для животных",
            "2": "Витамины для животных",
            "3": "Ветеринарные препараты"
        },
        "ovideo": "Видео о нашей компании",
        "tops": "Лучшие товары",
        "more": "Подробнее о компании",
        "abouttitle": "Ветеринарическая компания “Vetline”",
        "abouttext": "Ветеринарическая компания “Vetline” предоставляет вам новых и качественных ассортиментов в продукции ветеринарии и не только. В сфере Кормах и витаминах тоже является лидером в этом отраслей. Компания Vetline было производено в 2012 года. Ветеринарическая компания “Vetline” предоставляет вам новых и качественных ассортиментов в продукции ветеринарии и не только. В сфере Кормах и витаминах тоже является лидером в этом отраслей. Компания Vetline было производено в 2012 года.",
        "questions": "Для вопросов и предложений",
        "questions2": "В этом разделе вы можете написать все вопросы, предложения и возражения по товарам, услугам или сотрудничеству.",
        "name": "Ваше имя",
        "phone": "Ваш номер телефона",
        "send": "Отправить",
        "writetelegram": "Пишите из Телеграм",
        "address": "Адрес",
        "comment": "Комментарий",
        "feedback": {
            "1": "обратная связь",
            "2": "Перед употреблением Wet-line",
            "3": "После израсходования мокрой лески",
            "4": "До неолитического потребления",
            "5": "После неолитического потребления",
            "6": "Сколько дней будет лечиться",
            "7": "Сколько дней вступит в силу"
        },
        "typeproduct": "Тип продукт",
        "top1": "Хочу 'Ветлайн', когда доставите?"
    },
    "en": {
        "1": "Our Products",
        "2": "About us",
        "3": "Useful information",
        "4": "Terms of use",
        "company": "VETLINE ENTERPRISE",
        "scroll": "Make scroll for more information",
        "5": "Contact",
        "video": "Video",
        "6": "Our company",
        "cat": "Kitten",
        "after": "Before and after",
        "form": "FILL THE FORM",
        "footerlogo": "High quality original nutrients and medicines for animals",
        "about_p": "'Vet Li' enterprise is a storage for the production of various products for the production of pets and cattle, food additives, vaccines and medicines. How to adapt Vet Line products to the eye according to the veterinarian's recommendation. Before making pet food products, you should talk to your veterinarian and ask them what kind of things are appropriate for your pet.",
        "results_treatment": "Results of treatment",
        "top": {
            "1": "Special cat food",
            "2": "The best quality kitten food available today",
            "3": "100% natural and nutritious",
            "4": "We will ensure that your pets enjoy the menu!",
            "5": "Purchase",
            "6": "More",
            "7": "Scroll to down"
        },
        "types": {
            "1": "Feeds for animals",
            "2": "Vitamins for animals",
            "3": "Veterinary drugs"
        },
        "tops": "Top products",
        "more": "More about the company",
        "ovideo": "Video about our company",
        "ovideotx": "Our VET Line Animal Health tests all products manufactured for animals and moves to ensure high quality results. The company is currently trying to provide profitable prices to all products manufactured to ensure reliable service to the buyer.",
        "abouttitle": "Veterinary company “Vetline”",
        "writetelegram": "Write from Telegram",
        "abouttext": "The veterinary company 'Vetline' provides you with new and high-quality assortments in veterinary products and not only. In the field of Feed and vitamins, it is also a leader in this industry. The company Vetline was manufactured in 2012. The veterinary company 'Vetline' provides you new and high-quality ranges in veterinary products and not only. In the field of Feed and vitamins, it is also a leader in this industry. Vetline was manufactured in 2012.",
        "questions": "For questions and suggestions",
        "questions2": "You can write all questions, suggestions and objections in this section about products, services or cooperation.",
        "name": "Your Name",
        "phone": "Your phone number",
        "send": "Send",
        "comment": "Comment",
        "typeproduct": "Product Type",
        "address": "Address",
        "feedback": {
            "1": "feedback",
            "2": "Before consuming Wet-line",
            "3": "After consumption of wet-line",
            "4": "Before Neolithic consumption",
            "5": "After Neolithic consumption",
            "6": "How many days will be treated",
            "7": "How many days will it take effect"
        },
        "top1": "I want 'Wetline', when will you deliver?",
        "que": "Click this button to send your questions and suggestions to our company, to order products, to start cooperation"
    }
}