{
    "uz": {
        "1": "Mahsulotlarimiz",
        "2": "Biz haqimizda",
        "3": "Foydali ma’lumotlar",
        "4": "Foydalanish shartlari",
        "5": "Aloqa",
        "video": "Video",
        "special": "Niovit afzalliklari",
        "company": "VETLINE KORXONASI",
        "6": "Kompaniyamiz",
        "after": "Oldin va keyin",
        "cat": "Mushukcha",
        "cat1": "Kuchukcha",
        "v_c": "VETLINE KORXONASI",
        "features": {
            "1": "Mahsulotlarimiz 100% organik",
            "2": "Vitaminlarga boy",
            "3": "Sog’lomlikni ta’minlaydi"
        },
        "sps": {
            "1": "Davolangan tovuqlar soni",
            "2": "Davolangan itlar soni",
            "3": "Davolangan mushuklar soni",
            "4": "Davolangan sigirlar soni"
        },
        "day": "kun",
        "addresss": "Toshkent shaxar, \n Mirobod tumani Mirobod ko'chasi 17-uy",
        "scroll": "Ko'proq ma'lumot uchun scroll qiling",
        "about_p": "'Vet Line' korxona - bu uy hayvonlari va qoramollar salomatligi uchun turli xil mahsulotlar qo'shimchalar, vitaminlar, vaktsinalar va dori-darmonlarn ishlab chiqaruvchi korxona. 'Vet Line' korxonasi mahsulotlari veterinar tavsiyasiga yoki ko'rsatmalariga muvofiq ishlatilishi kerak. Uy hayvonlari egalari mahsulotlarni ishlatishdan oldin veterinar bilan gaplashishlari va ularni hayvonlarning o'ziga xos ehtiyojlariga qarab qanday ishlatishni so'rashlari kerak",
        "terms": {
            "1": "Vet Line Animal Health - uy hayvonlari va chorva mollari uchun qo'shimchalar, vitaminlar va dori-darmonlar kabi turli xil hayvonlar salomatligi mahsulotlarini taklif qiluvchi brend. Ushbu mahsulotlardan foydalanish hayvonning o'ziga xos ehtiyojlariga va veterinar tavsiyasiga qarab farq qilishi mumkin.            ",
            "2": "Vet Line Animal Health mahsulotlaridan foydalanish bo'yicha ba'zi umumiy ko'rsatmalar: Hayvoningizga biron bir mahsulotni ishlatishdan oldin veterinar bilan maslahatlashing, chunki ular hayvonning sog'lig'i va shaxsiy ehtiyojlariga qarab aniq tavsiyalar berishi mumkin.  ",
            "3": "Mahsulot yorlig'ida yoki veterinar ko'rsatmasida tavsiya etilgan dozalash va qo'llash bo'yicha ko'rsatmalarga rioya qiling. Barcha mahsulotlarni salqin, quruq, bolalar va hayvonlar qo'li etmaydigan joyda saqlang.",
            "4": "Agar mahsulotdan foydalangandan so'ng hayvoningiz biron bir nojo'ya ta'sirga duch kelsa, darhol foydalanishni to'xtating va veterinaringizga murojaat qiling.  Odamlar yoki boshqa hayvonlar uchun Vet Line Animal Health mahsulotidan foydalanmang.",
            "5": "Umuman olganda, hayvoningizning salomatligi va farovonligini ta'minlash uchun Vet Line Animal Health mahsulotlaridan mas'uliyat bilan va professional tavsiyalarga muvofiq foydalanish muhimdir."
        },
        "top": {
            "1": "Mushuklar maxsus ovqati",
            "2": "Sifatli, to'yimli hamda foydali ozuqalar;",
            "3": "Parvarish uchun zarur bo'lgan dori-darmon vositalar;",
            "4": " Injiq, qaysar hamda ta'bi nozik mushuklarni zavqlantiradigan yeguliklar.",
            "5": "Sotib olish",
            "6": "Batafsil",
            "7": "Pastga tushuring"
        },
        "footerlogo": "Hayvonlar uchun yuqori sifatli asl ozuqalar hamda dori-darmonlar",
        "aboutdesc": "Vet Line Animal Health - bu dunyoda ko'plab mamlakatlarda faoliyat yuritadigan, hayvonlar uchun tibbiy vositalarni ishlab chiqaruvchi va savdo qiluvchi kompaniya. Bu kompaniya hayvonlarni davolash, tibbiy xizmat ko'rsatish, o'simlik mahsulotlari va xilma-xil vositalarni ta'minlashga yo'naltirilgan. Vet Line Animal Health turli hayvon turlari uchun o'z mahsulotlarini ishlab chiqaradi, shular ichida keng qamrovli va kichik hayvonlar, kasalliklarga chora berish, ularni davolash va muntazam xususiyatli hayvonlarni muhofaza qilishda ishlatiladigan dori preparatlari mavjud.",
        "ovideotx": "Bizning Vet Line Animal Health hayvonlar uchun ishlab chiqarilgan barcha mahsulotlarni test qiladi va yuqori sifat natijalarni ta'minlash uchun harakat qiladi. Kompaniya ayni vaqtda xaridorga ishonchli xizmat ko'rsatishni ta'minlash maqsadida ishlab chiqarilgan barcha mahsulotlarga daromadli narxlar bilan ta'minlashga harakat qiladi.",
        "types": {
            "1": "Hayvonlar uchun ozuqalar",
            "2": "Hayvonlar uchun vitaminlar",
            "3": " Veteraniya dorilari"
        },
        "feedback": {
            "1": "fikr-mulohaza",
            "2": "Vet-line iste'moldan avval",
            "3": "Vet-line iste'moldan so'ng",
            "4": "Har tomonlama ozuqaviy yordam",
            "5": "Yaxshilangan ozuqa moddalarining so'rilishi",
            "6": "Yaxshilangan immunitet funktsiyasi",
            "7": "Energiya va unumdorlikni oshirish"
        },
        "tops": "Top mahsulotlar",
        "abouttitle": "Vetline  kompaniyasi haqida",
        "abouttext": "Vetline  kompaniyasi sizga nafaqat veterinariya mahsulotlarining yangi va sifatli assortimentini taqdim etadi. 'Vetline' veterinariya kompaniyasi sizga nafaqat veterinariya mahsulotlarining yangi va sifatli assortimentlarini taqdim etadi. Ozuqa va vitaminlar sohasida ham  yetakchi hisoblanadi. Vetline  uy hayvonlari va chorva mollari uchun oziq-ovqat qo'shimchalari, vaktsinalar va dori-darmonlarni o'z ichiga olgan bir qator mahsulotlarni taqdim etuvchi kompaniya.",
        "questions": "Savol va takliflar uchun",
        "questions2": "Savol, taklif, e'tiroz yoki buyurtmalarni to'g'ridan to'g'ri yo'llashingiz mumkin",
        "name": "Ismingiz",
        "phone": "Telefon raqamingiz",
        "send": "Yuborish",
        "que": "Kompanayimizga yo'llamoqchi bo'lgan savol va takliflaringiz, mahsulotlar uchun buyurtma, hamkorlikni yo'lga qo'yish uchun ushbu tugmani bosing",
        "comment": "Fikringiz",
        "address": "Manzilimiz",
        "typeproduct": "Maxsulot turi",
        "writetelegram": "Telegramdan yozish",
        "form": "FORMANI TO'LDIRING",
        "top1": "'Vetline' xohlayman, qachon olib berasiz?",
        "top2": "Vetline iste'mol qilishni xohlayman",
        "results_treatment": "Davolanish natijalari",
        "ovideo": "Korxonamiz haqida video"
    },
    "ru": {
        "1": "Продукты",
        "2": "О нас",
        "3": "Полезная информация",
        "4": "Условия эксплуатации",
        "5": "Связь",
        "6": "Наша компания",
        "after": "До и после",
        "v_c": "VETLINE KORXONASI",
        "special": "Преимущества Неовита ",
        "form": "ЗАПОЛНИТЕ ФОРМУ",
        "company": "ПРЕДПРИЯТИЕ ВЕТЛАЙН",
        "video": "Bидео",
        "terms": {
            "1": "Vet Line Animal Health — это торговая марка, которая предлагает различные продукты для здоровья животных, включая добавки, витамины и лекарства для домашних животных и домашнего скота. Использование этих продуктов может варьироваться в зависимости от индивидуальных потребностей животного и рекомендаций. ветеринарного врача.может.",
            "2": "Некоторые общие рекомендации по использованию продуктов Vet Line Animal Health: проконсультируйтесь с ветеринаром перед использованием любого продукта для вашего животного, так как он может дать конкретные рекомендации, основанные на состоянии здоровья животного и его индивидуальных потребностях",
            "3": "Следуйте рекомендуемым дозировкам и инструкциям по применению на этикетке продукта или инструкциям ветеринара. Храните все продукты в прохладном, сухом месте, недоступном для детей и животных.",
            "4": "Если у вашего животного возникнут какие-либо побочные реакции после использования продукта, немедленно прекратите использование и проконсультируйтесь с ветеринаром. Не используйте продукты Vet Line Animal Health для людей или других животных.",
            "5": "В целом важно использовать продукты Vet Line Animal Health ответственно и в соответствии с профессиональными советами, чтобы обеспечить здоровье и благополучие вашего животного"
        },
        "sps": {
            "1": "Количество обработанных цыплят",
            "2": "Количество пролеченных собак",
            "3": "Количество пролеченных кошек",
            "4": "Количество пролеченных коров"
        },
        "features": {
            "1": "Наша продукция на 100% органическая",
            "2": "Богат витаминами",
            "3": "Обеспечивает здоровье"
        },
        "day": "ден",
        "addresss": "г.Ташкент ул. Мирабадская 17, Мирабадский район",
        "aboutdesc": "Vet Line Animal Health — компания, которая производит и продает товары для здоровья животных и работает во многих странах мира. Эта компания специализируется на лечении животных, медицинских услугах, растительных продуктах и ​​различных инструментах. Vet Line Animal Health производит продукты для различных видов животных, включая крупных и мелких животных, для профилактики и лечения заболеваний, а также для повседневной защиты животных.",
        "scroll": "Прокрутите дополнительную информацию",
        "ovideotx": "Наша ветеринарная линия теста на здоровье животных все продукты, производимые для животных, и движения, чтобы обеспечить высокое качество результатов. В настоящее время компания пытается обеспечить прибыльные цены для всех продуктов, производимых для обеспечения надежного обслуживания покупателя.",
        "footerlogo": "Высококачественные оригинальные питательные вещества и лекарства для животных",
        "about_p": "Предприятие 'Вет Ли' представляет собой склад по производству различной продукции для производства домашних животных и крупного рогатого скота, пищевых добавок, вакцин и лекарственных средств. Как адаптировать продукты Vet Line к глазу в соответствии с рекомендациями ветеринара. Прежде чем делать продукты для домашних животных, вы должны поговорить со своим ветеринаром и спросить его, какие продукты подходят для вашего питомца.",
        "cat": "Котенок",
        "cat1": "Щенок",
        "results_treatment": "Результаты лечения",
        "que": "Нажмите на эту кнопку, чтобы отправить вопросы и предложения в нашу компанию, заказать продукцию, начать сотрудничество",
        "top": {
            "1": "Специальный корм для кошек",
            "2": "Качественные, питательные и полезные продукты питания;",
            "3": "Лекарства, необходимые для ухода;",
            "4": "Корма, которые понравятся капризным, упрямым и чувствительным кошкам",
            "5": "Kупить",
            "6": "Еще",
            "7": "Спуститесь вниз"
        },
        "types": {
            "1": "Корма для животных",
            "2": "Витамины для животных",
            "3": "Ветеринарные препараты"
        },
        "ovideo": "Видео о нашей компании",
        "tops": "Лучшие товары",
        "more": "Подробнее о компании",
        "abouttitle": "О компании Ветлайн",
        "abouttext": "Компания Ветлайн предлагает Вам не только новый и качественный ассортимент ветеринарных товаров. Ветеринарная компания «Ветлайн» предлагает Вам не только новый и качественный ассортимент ветеринарных товаров. Он также является лидером в области продуктов питания и витаминов. Vetline — это компания, которая предлагает ряд продуктов для домашних животных и домашнего скота, включая пищевые добавки, вакцины и лекарства.",
        "questions": "Для вопросов и предложений",
        "questions2": "В этом разделе вы можете написать все вопросы, предложения и возражения по товарам, услугам или сотрудничеству.",
        "name": "Ваше имя",
        "phone": "Ваш номер телефона",
        "send": "Отправить",
        "writetelegram": "Пишите из Телеграм",
        "address": "Адрес",
        "comment": "Комментарий",
        "feedback": {
            "1": "обратная связь",
            "2": "Перед употреблением Vet-line",
            "3": "После израсходования мокрой лески",
            "4": "Комплексная пищевая поддержкая",
            "5": "Улучшенное усвоение питательных веществ",
            "6": "Улучшение иммунной функции",
            "7": "Увеличить энергию и продуктивность"
        },
        "typeproduct": "Тип продукт",
        "top1": "Хочу 'Ветлайн', когда доставите?",
        "top2": "Я хочу съесть Ветлайн"
    },
    "en": {
        "1": "Our Products",
        "2": "About us",
        "3": "Useful information",
        "4": "Terms of use",
        "company": "VETLINE ENTERPRISE",
        "scroll": "Make scroll for more information",
        "5": "Contact",
        "video": "Video",
        "6": "Our company",
        "terms": {
            "1": "Vet Line Animal Health is a brand that offers a variety of animal health products, including supplements, vitamins and medications for pets and livestock. The use of these products may vary based on the individual needs of the animal and the recommendation of the veterinarian. can.",
            "2": "Some general guidelines for using Vet Line Animal Health products: Consult your veterinarian before using any product on your animal, as they can make specific recommendations based on the animal's health and individual needs.",
            "3": "Follow recommended dosage and administration instructions on product label or veterinarian's instructions. Store all products in a cool, dry place, out of reach of children and animals.",
            "4": "If your animal experiences any adverse reactions after using the product, discontinue use immediately and consult your veterinarian. Do not use Vet Line Animal Health products on humans or other animals.",
            "5": "In general, it is important to use Vet Line Animal Health products responsibly and according to professional advice to ensure the health and well-being of your animal."
        },
        "sps": {
            "1": "Number of chickens treated",
            "2": "Number of treated dogs",
            "3": "Number of cats treated",
            "4": "Number of treated cows"
        },
        "features": {
            "1": "Our products are 100% organic",
            "2": "Rich in vitamins",
            "3": "Provides health"
        },
        "special": "Niovit advantages",
        "cat": "Kitten",
        "cat1": "Puppy",
        "day": "day",
        "after": "Before and after",
        "form": "FILL THE FORM",
        "addresss": "Tashkent city \n, Mirabad district, Mirabad 17 street",
        "footerlogo": "High quality original nutrients and medicines for animals",
        "about_p": "'Vet Li' enterprise is a storage for the production of various products for the production of pets and cattle, food additives, vaccines and medicines. How to adapt Vet Line products to the eye according to the veterinarian's recommendation. Before making pet food products, you should talk to your veterinarian and ask them what kind of things are appropriate for your pet.",
        "results_treatment": "Results of treatment",
        "aboutdesc": "Vet Line Animal Health is a company that manufactures and markets animal health products with operations in many countries around the world. This company focuses on providing animal treatments, medical services, herbal products and various tools. Vet Line Animal Health manufactures products for a variety of animal species, including large and small animal, disease prevention and treatment, and routine animal protection.",
        "top": {
            "1": "Special cat food",
            "2": " High-quality, nutritious and useful foods;",
            "3": " Medicines necessary for care;",
            "4": " Foods that will please capricious, stubborn and sensitive cats.",
            "5": "Purchase",
            "6": "More",
            "7": "Scroll to down"
        },
        "types": {
            "1": "Feeds for animals",
            "2": "Vitamins for animals",
            "3": "Veterinary drugs"
        },
        "tops": "Top products",
        "more": "More about the company",
        "ovideo": "Video about our company",
        "ovideotx": "Our VET Line Animal Health tests all products manufactured for animals and moves to ensure high quality results. The company is currently trying to provide profitable prices to all products manufactured to ensure reliable service to the buyer.",
        "abouttitle": "About the company Vetline",
        "writetelegram": "Write from Telegram",
        "abouttext": "Vetline company offers you not only a new and high-quality range of veterinary products. Veterinary company 'Vetline' offers you not only new and high-quality assortments of veterinary products. It is also a leader in the field of food and vitamins. Vetline is a company that provides a range of products for pets and livestock, including nutritional supplements, vaccines and medicines.",
        "questions": "For questions and suggestions",
        "questions2": "You can write all questions, suggestions and objections in this section about products, services or cooperation.",
        "name": "Your Name",
        "phone": "Your phone number",
        "send": "Send",
        "comment": "Comment",
        "typeproduct": "Product Type",
        "address": "Address",
        "feedback": {
            "1": "feedback",
            "2": "Before consuming Vet-line",
            "3": "After consumption of Vet-line",
            "4": "Comprehensive nutritional support",
            "5": " Improved nutrient absorption",
            "6": " Improved immune function",
            "7": " Increase energy and productivity"
        },
        "top1": "I want 'Vetline', when will you deliver?",
        "top2": "I want to eat Vetline",
        "que": "Click this button to send your questions and suggestions to our company, to order products, to start cooperation"
    }
}